{
	"credits": "Designed and crafted with joy by <a href=\"https://facebook.com/sunyatasattva\">Marco Lucio Giannotta</a> and <a href=\"https://www.facebook.com/skye.lofvander\">Skye Løfvander</a>. <span class=\"version\">Version <a href=\"https://github.com/sunyatasattva/overtones/releases/\">1.1.3</a></span>",
	"help": {
		"buttons": {
			"CANCEL": "No, thanks, I\'m good",
			"NEXT": "Next",
			"SHOW_AROUND": "Show me around!",
			"THANKS": "Thank you!"
		},
		"STEP_0": {
			"TITLE": "Confused by what you see?",
			"CONTENT": ["You can click this button at any time to have a quick rundown of what\'s going on."]
		},
		"STEP_1": [
			'This is a visual representation of a fundamental sound and its overtones.',
			'Each complete spiral revolution represents an octave.'
		],
		"STEP_2": [
			'The circle at the center of the spiral represents the fundamental tone, first partial of the harmonic series.',
			'Each other circle represents the following partials, up to the 16th.',
		   	'Click on the circle to hear the sound.'
		],
		"STEP_3": ['Here you can see information about the sound you just heard'],
		"STEP_4": ['You can also click on other places of the spiral, such as the purple pieces connecting two circles.'],
		"STEP_5": [
			'In this case you see the information about the relationship between the notes you just heard.',
		   	'<small>The spiral pieces are thus representations of intervals in the harmonic series.</small>'
		],
		"STEP_6": [
			'You can change the frequency of the fundamental note by using this slider.',
		   	'<small>You can also directly change the number if you want finer tuning!</small>'
		],
		"STEP_7": [
			'You can change the volume of all the sounds through this slider.',
		   	'<small>Be careful if you are wearing headphones! Higher overtones especially are going to sound piercing loud.</small>'
		],
		"STEP_8": ['If you turn this option off, you will hear notes separately when playing intervals.'],
		"STEP_9": ['If you turn this option on, all the sounds will be played on frequencies within one octave of the fundamental tone.'],
		"STEP_10": [
			'If you turn this option on, the sounds will play continuously until manually stopped.',
			'You can manually stop the sounds by clicking again on the circle, turning this option off, or changing the base tone',
			'<small>When this option is on, the information displayed is the interval between the sound you play and the last active sound. This allows you to explore all the intervals within the spiral.</small>'
		],
		"STEP_11": ['That is all! Enjoy!']
	},
}